{
  "metodosPedagogicos": [
    {
      "id": 0,
      "titulo": "Sint nisi proident eu dolore magna.",
      "descricao": "Sint fugiat ea ea ad ipsum consectetur. Non deserunt est do ea nisi commodo magna nostrud reprehenderit qui ad fugiat nisi. Ea et commodo eu irure exercitation incididunt nulla. Laborum elit quis eu proident pariatur reprehenderit incididunt ea dolore ut eu nisi do id. Adipisicing nisi nostrud ex ut. Voluptate exercitation ullamco aliqua nulla ipsum sint eu sunt dolore adipisicing est tempor ad. Lorem aute sunt consectetur eu dolor ad commodo ad voluptate.\n\nConsectetur et pariatur ipsum sunt nisi in aute laboris. Ex sint ipsum qui sit ullamco minim. Officia mollit proident reprehenderit cupidatat mollit veniam laboris aute. Laborum ea officia qui sint ex occaecat cupidatat Lorem nisi nisi excepteur esse anim.",
      "comentar": false,
      "visualizacoes": 1,
      "data": "Thursday, March 3, 2016 10:12 AM",
      "participantes": [
        {
          "id": 0,
          "nome": "Callie Fox",
          "perfil": "Coordenador"
        },
        {
          "id": 1,
          "nome": "Kathie Dudley",
          "perfil": "Coordenador"
        },
        {
          "id": 2,
          "nome": "Miriam Levy",
          "perfil": "Professor"
        }
      ],
      "comentarios": [
        {
          "id": 0,
          "nome": "Rebekah Copeland",
          "perfil": "Professor",
          "comentario": "Dolor velit reprehenderit amet exercitation nulla adipisicing. Duis Lorem veniam non fugiat non do laborum ut mollit aute. Consectetur officia magna in do dolore et irure et. Tempor aute dolor elit elit ad in. Proident ex fugiat cillum id officia excepteur dolore consequat deserunt."
        }
      ],
      "status": 1
    },
    {
      "id": 1,
      "titulo": "Anim proident labore amet officia.",
      "descricao": "Ullamco ea pariatur adipisicing sit laborum labore exercitation tempor nostrud tempor adipisicing. Cupidatat exercitation dolore eu velit commodo pariatur fugiat excepteur. Exercitation aliquip nostrud incididunt eiusmod. Incididunt nulla adipisicing duis aliqua. Reprehenderit aliqua enim deserunt irure incididunt amet officia laborum.\n\nNisi aliquip officia magna est ut nisi minim. Officia cillum anim eiusmod magna consequat minim aliquip in aliquip esse non. Occaecat quis occaecat do sint irure laborum laborum duis ad tempor commodo. Magna consectetur cupidatat laborum occaecat eu nisi cupidatat non. Eiusmod magna in excepteur mollit labore exercitation.",
      "comentar": false,
      "visualizacoes": 5,
      "data": "Sunday, March 15, 2015 1:00 PM",
      "participantes": [
        {
          "id": 0,
          "nome": "Sophia Nixon",
          "perfil": "Professor"
        },
        {
          "id": 1,
          "nome": "Andrea Tate",
          "perfil": "Professor"
        },
        {
          "id": 2,
          "nome": "Williamson Leon",
          "perfil": "Coordenador"
        }
      ],
      "comentarios": [
        {
          "id": 0,
          "nome": "King Price",
          "perfil": "Professor",
          "comentario": "Enim magna ullamco dolor eu ullamco eiusmod eiusmod consequat quis consectetur proident enim velit in. Consequat do officia eiusmod culpa ipsum est occaecat occaecat aute occaecat esse. Exercitation nostrud eiusmod aliquip commodo quis dolore laboris pariatur nostrud eiusmod officia minim. Cupidatat pariatur ut enim ad ullamco elit cillum amet voluptate quis amet culpa. Commodo pariatur eu cillum fugiat culpa."
        },
        {
          "id": 1,
          "nome": "Larsen Ramos",
          "perfil": "Coordenador",
          "comentario": "Nulla voluptate ad dolore laborum reprehenderit officia tempor quis eu. Quis incididunt amet adipisicing voluptate proident esse sunt est esse non amet pariatur commodo nostrud. Ipsum elit esse aliqua veniam esse pariatur cupidatat labore duis pariatur ut culpa. Adipisicing deserunt mollit ut laboris quis ullamco dolore culpa consequat. Eiusmod pariatur culpa labore elit consectetur enim non labore proident eu commodo ullamco deserunt."
        }
      ],
      "status": 2
    },
    {
      "id": 2,
      "titulo": "Veniam sit eiusmod labore quis proident qui commodo veniam eiusmod dolor minim.",
      "descricao": "Est qui ex consequat commodo. Sunt veniam mollit ut pariatur culpa sit proident magna culpa culpa sunt qui. Eu sint laborum consectetur ipsum nostrud proident est cupidatat esse ullamco anim. Incididunt enim cillum dolor labore eiusmod consequat fugiat non do deserunt deserunt aliquip. Enim aute adipisicing aliqua laboris ea non laboris. Non labore et in et amet sunt cupidatat aliqua ut esse culpa ad laborum.\n\nEiusmod in qui quis anim laboris voluptate ipsum velit duis consequat dolore eiusmod. Voluptate magna quis anim occaecat velit est consequat non. Duis occaecat duis mollit proident adipisicing. Ea esse laborum sit irure et. Veniam irure amet nulla do eiusmod cillum fugiat. Aliquip cupidatat culpa sit sunt ipsum ipsum dolore excepteur ex.",
      "comentar": false,
      "visualizacoes": 17,
      "data": "Saturday, April 20, 2019 9:47 AM",
      "participantes": [
        {
          "id": 0,
          "nome": "Rose Mcneil",
          "perfil": "Professor"
        }
      ],
      "comentarios": [
        {
          "id": 0,
          "nome": "Audrey Parker",
          "perfil": "Professor",
          "comentario": "Et ea sit cupidatat pariatur eu amet officia velit do ipsum ex aute. Dolor irure officia incididunt non enim eu do proident reprehenderit ea sit cupidatat deserunt. Laboris laboris cillum deserunt laborum tempor incididunt cupidatat sunt. Mollit reprehenderit ut aliquip duis consequat ipsum. Veniam ut laboris proident sint minim ex occaecat occaecat non ullamco exercitation commodo ad."
        }
      ],
      "status": 0
    }
  ],
  "profissionais": [
    {
      "id": 0,
      "nome": "Oneal Koch",
      "perfil": "Coordenador"
    },
    {
      "id": 1,
      "nome": "Dudley Sawyer",
      "perfil": "Professor"
    },
    {
      "id": 2,
      "nome": "Lawrence Mcconnell",
      "perfil": "Coordenador"
    }
  ]
}
